Repository: raspbian-packages/root-system
Catalog: po/*.po
Languages: pt_br

source: Non-free fonts
pt_br: Fontes non-free

source: The fonts provided in this package were provided by Microsoft "in the interest of cross-platform compatibility". This is no longer the case, but they are still available from third parties.
pt_br: As fontes neste pacote eram fornecidas pela Microsoft "no interesse da compatibilidade interplataforma". Este não é mais o caso, mas elas continuam disponíveis a partir de terceiros.

source: You are free to download these fonts and use them for your own purposes, but you have no permission to redistribute them in modified form, including changes to the file name or packaging format.
pt_br: Você pode baixar estas fontes e utilizá-las para uso próprio, mas você não tem permissão para redistribuí-las sob uma forma modificada, incluindo mudanças no nome do arquivo ou no formato do empacotamento.

source: Directory holding Microsoft fonts (if already downloaded):
pt_br: Diretório que armazena as fontes da Microsoft (caso já tenham sido baixadas):

source: If you have already downloaded Microsoft's TrueType Core Fonts from the ROOT FTP server (ftp://root.cern.ch/root/ttf/ttf_fonts.tar.gz), please enter the name of the directory which contains the archive.
pt_br: Se você já baixou as Fontes Centrais TrueType da Microsoft do servidor FTP RAIZ (ftp://root.cern.ch/root/ttf/ttf_fonts.tar.gz), por favor digite o nome do diretório que contém o arquivo.

source: If you haven't yet downloaded these fonts, leave this blank and the fonts will be downloaded automatically. The download size is approximately 1.6 MB.
pt_br: Se você ainda não baixou estas fontes, deixe o campo em branco e as fontes serão baixadas automaticamente. Será necessário baixar aproximadamente 1.6 MB.

source: If you are not connected to the Internet or do not wish to download these fonts now, enter "none" to abort.
pt_br: Se você não está conectado à internet ou não deseja baixar estas fontes agora, informe "none" para abortar.

source: Font files not found
pt_br: Arquivos das fontes não encontrado

source: The directory you entered either does not exist, or does not contain the Microsoft TrueType Core Fonts for ROOT.
pt_br: O diretório que você informou não existe ou não contém o arquivo com as Fontes Centrais TrueType da Microsoft para ROOT.

source: Archive files to (optional):
pt_br: Arquivar arquivos em (opcional):

source: If you would like to keep a permanent archive of the compressed Microsoft Core fonts, please enter the directory where you'd like them stored. If you leave this blank, the files will be deleted after installation.
pt_br: Se você quiser manter um arquivo permanente do das fontes Centrais da Microsoft, por favor informe o diretório onde você gostaria de armazená-las. Se você deixar o campo em branco, os arquivos serão excluídos após a instalação.
