Repository: raspbian-packages/root-system
Catalog: debian/po/*.po
Languages: da, nl

source: Non-free fonts
da: Skrifttyper der ikke er frie
nl: Niet-vrije fonts

source: The fonts provided in this package were provided by Microsoft "in the interest of cross-platform compatibility". This is no longer the case, but they are still available from third parties.
da: Skrifttyperne i denne pakke blev tilbudt af Microsoft »med henblik på krydskompatbilitet mellem platforme«. Dette er dog ikke længere tilfældet, men de er stadig tilgængelige fra tredjeparter.
nl: De fonts waarin dit pakket voorziet waren beschikbaar gesteld door Microsoft "in the interest of cross-platform compatibilty", maar dit is nu niet langer zo. Ze zijn echter nog steeds beschikbaar via derde partijen.

source: You are free to download these fonts and use them for your own purposes, but you have no permission to redistribute them in modified form, including changes to the file name or packaging format.
da: Du kan frit hente disse skrifttyper og bruge dem, men du må ikke redistribuere modificerede udgaver, hvilket også gælder ændringer i filnavne og pakkeformat.
nl: U mag deze fonts downloaden en voor uw eigen doeleinden gebruiken, maar u mag ze niet verder verspreiden in gewijzigde vorm, met inbegrip van wijzigingen aan de bestandsnaam of het pakketformaat.

source: Directory holding Microsoft fonts (if already downloaded):
da: Mappe med Microsoftskrifttyper (hvis allerede hentet):
nl: Map met Microsoft fonts (indien reeds gedownload):

source: If you have already downloaded Microsoft's TrueType Core Fonts from the ROOT FTP server (ftp://root.cern.ch/root/ttf/ttf_fonts.tar.gz), please enter the name of the directory which contains the archive.
da: Hvis du allerede har hentet Microsofts TrueType Core-skrifttyper fra ROOTs FTP-server (ftp://root.cern.ch/root/ttf/ttf_fonts.tar.gz), så skriv venligst navnet på den mappe som indeholder arkivet.
nl: Indien u Microsofts TrueType Core Fonts al heeft gedownload van de ROOT FTP server (ftp://root.cern.ch/root/ttf/ttf_fonts.tar.gz), geef dan hier de naam van de map waar het bestand zich bevindt.

source: If you haven't yet downloaded these fonts, leave this blank and the fonts will be downloaded automatically. The download size is approximately 1.6 MB.
da: Hvis du endnu ikke har hentet disse skrifttyper, så lad dette felt være blankt. Skrifttyperne vil så automatisk blive hentet. Størrelsen på dataene er cirka 1,6 MB.
nl: Indien u deze fonts nog niet heeft gedownload, laat dit dan leeg; de fonts worden dan automatisch gedownload. De grootte van de download is ongeveer 1,6 MB.

source: If you are not connected to the Internet or do not wish to download these fonts now, enter "none" to abort.
da: Hvis du ikke er forbundet til internettet, eller du ikke ønsker at hente disse skrifttyper nu, så skriv »none« for at afslutte.
nl: Indien u niet bent verbonden met Internet, of wanneer u deze fonts nu niet wilt downloaden, voer dan "none" in om te stoppen.

source: Font files not found
da: Skrifttypefiler blev ikke fundet
nl: Fontbestanden niet gevonden

source: The directory you entered either does not exist, or does not contain the Microsoft TrueType Core Fonts for ROOT.
da: Den mappe du indtastede findes enten ikke, eller indeholder ikke Microsoft TrueType Core-skrifttyper til ROOT.
nl: De map die u heeft ingevoerd bestaat niet, of bevat niet de Microsoft TrueType Core Fonts voor ROOT.

source: Archive files to (optional):
da: Arkiver filer i (valgfrit):
nl: Bestanden archiveren naar (optioneel):

source: If you would like to keep a permanent archive of the compressed Microsoft Core fonts, please enter the directory where you'd like them stored. If you leave this blank, the files will be deleted after installation.
da: Hvis du vil beholde et permanent arkiv af de komprimerede Microsoft Core-skrifttyper, indtast da den mappe hvor du vil have dem gemt. Hvis du lader dette felt være blankt, vil filerne blive slettet efter installationen.
nl: Als u de Microsoft Core fonts wilt bewaren in gecomprimeerde vorm, voer dan de map in waar u ze wilt neerzetten. Als u dit leeg laat worden de bestanden na installatie verwijderd.
